{
      "row": {
        "values": [
         {
             "stringValue": ""
         },
         {
             "stringValue":      "If you aspire to become an entrepreneur or/and be successful in new business ventures, you need to be part of a business that grows from early stage to maturity. This way you can experience and learn from the thrills and challenges prevalent in a startup environment.Our journey involves continuously adapting and improving our business model, attracting new clients and growing revenues, recruiting and assimilating top talent, adapting our organizational structure and roles, putting in place new processes and systems and periodically securing additional funds from investors. In sum, continuous change and improvement across all areas as we grow in size and importance.It will be a very exciting, rewarding but also challenging journey that will benefit you with diverse and very valuable professional experiences.You will grow along with the company and you will experience very steep professional development. Having said that, you are expected to be a core contributor to and in many occasions assume leadership to realize the necessary changes for our company to growC&amp;V Housing is a tech empowered property management company that transforms properties into high quality serviced residences for Corporate and Vacation travelers.  We are looking to add a core member to our team.Your areas of focus will be on maximizing revenue contribution from our existing properties as well as onboarding new assets; initially, your main tasks can be summarized as follows:  - Online marketing of C&amp;V Properties - Booking, pricing, ratings handling - Interacting with clients - Onboarding new properties - Supporting automation of processes and systems - Developing revenue management system" 
         },
         {
             "stringValue": "Core member of a fast growing hospitality startup"
         },
         {
             "stringValue": "The most important attributes we are looking for is drive, energy and passion to deliver. In addition to these, we expect the following: - Top University degree in Greece or abroad- Excellent use of the English language- Up to 4 years of work experience is welcome but not required- Programming skills also welcome "
         },
         {
             "stringValue": ""
         }, 
         {
             "stringValue":  "GR, I, Kifissia"
         }
        ],
        "columnSpecIds": [
          "4254132533656027136",
          "6559975542869721088",
          "7712897047476568064",
          "507137643683774464",
          "8865818552083415040",
          "1948289524442333184"
        ]
      }
    
  }